Repository: AntonioLangiu/ooniprobe-ios
Catalog: ooniprobe/*.lproj/Localizable.strings
Languages: ar, de, el, es, fr, hi, it, zh_hans

source: Run Tests
ar: إجراء الاختبارات
de: Führe Tests aus
el: Τρέξτε δοκιμές
es: Ejecutar tests
fr: Effectuer des tests
hi: चलाने के परीक्षण
it: Esegui Test
zh_hans: 执行测试

source: Past Tests
ar: الاختبارات السابقة
de: Beendete Tests
el: Παλιές δοκιμές
es: Tests anteriores
fr: Tests passés
hi: विगत टेस्ट
it: Test Precedenti
zh_hans: 过去的测试

source: Settings
ar: الإعدادات
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
zh_hans: 设定

source: About
ar: من نحن
de: Infos
el: Σχετικά με OONI
es: Acerca de
fr: À propos
hi: बारे में
it: Chi siamo
zh_hans: 关于

source: DNS Injection
ar: إدراج نظام أسماء النطاقات
fr: Injection DNS
hi: DNS इंजेक्शन
zh_hans: DNS注入

source: TCP Connect
ar: ربط TCP
de: TCP Verbindung
hi: टीसीपी कनेक्ट
zh_hans: TCP 连接

source: HTTP Invalid request line
de: Ungültiges HTTP Request Zeile
fr: HTTP Ligne de requête invalide
hi: HTTP अमान्य अनुरोध पंक्ति
zh_hans: HTTP无效请求行

source: HTTP Header field manipulation
de: HTTP Header Feld Manipulation
fr: HTTP Manipulation du champ d'en-tête
hi: HTTP हैडर फ़ील्ड हेरफेर
zh_hans: HTTP 表头栏操控

source: Web Connectivity
ar: الاتصال بشبكة الويب
de: Web Verbindungsfähigkeit
fr: Connectivité Web
hi: वेब कनेक्टिविटी
zh_hans: 万维网连结度

# ndt
source: NDT Speed Test
zh_hans: NDT速度测试

# dash
source: DASH Streaming Test
zh_hans: DASH 串流测试

# web_connectivity_desc
source: Check if websites are blocked
ar: اكتشف إن كان هناك مواقع محجوبة
de: Prüfe, ob Webseiten geblockt werden
el: Ελέγξτε εάν οι ιστοσελίδες έχουν μπλοκαριστεί
es: Comprueba si los sitios web están bloqueados
fr: Vérifier si des sites Web sont bloqués
hi: जाँच करें अगर वेबसाइटों अवरुद्ध कर रहे हैं
it: Controlla se i siti web sono bloccati
zh_hans: 检查网站是否被封锁

# http_invalid_request_line_desc
source: Find 'middle boxes'
ar: اكتشف وجود نقاط تفتيش
de: Finde 'Middle boxes'
el: Βρείτε ενδιάμεσες συσκευές
es: Busca dispositivos modificadores del tráfico ('middle boxes')
fr: Trouver des dispositifs intermédiaires
hi: 'बीच बक्से' खोजें
it: Trova i "middle box"
zh_hans: 找寻'中间盒'

# http_header_field_manipulation_desc
source: Find 'middle boxes'
de: Finde 'Middle boxes'
zh_hans: 找寻'中间盒

# ndt_desc
source: Measure network speed and performance
de: Messe Netzwerk Geschwindigkeit und Performance
zh_hans: 测量网路速度和表现

# dash_desc
source: Measures video streaming quality
zh_hans: 测量影片串流品质

# web_connectivity_longdesc
source: This test examines whether access to websites is blocked through DNS tampering, TCP/IP blocking, or by a transparent HTTP proxy. Every time you run Web Connectivity you test different websites.
ar: يعمل هذا الاختبار على كشف مقدار وجود حجب للمواقع عبر تقنيات مختلفة (DNS Tampering - TCP/IP Blocking - Transparent HTTP Proxy). في كل مرة يتم إجراء الاختبار يتم تجربة حزمة مواقع مختلفة.
de: Dieser Test untersucht, ob der Zugang zu Webseiten durch DNS Manipulation, TCP/IP Blockierungen oder einem transparenten HTTP Proxy blockiert werden. Jedes Mal, wenn du Web Verbindlichkeit ausführst, werden unterschiedliche Webseiten getestet.
el: Αυτή η δοκιμή εξετάζει κατά πόσον η πρόσβαση σε ιστοσελίδες είναι αποκλεισμένη μέσω παραβίασης DNS, αποκλεισμού TCP/IP ή μέσω διαφανούς proxy HTTP. Κάθε φορά που εκτελείτε Web Connectivity, δοκιμάζετε διαφορετικούς ιστότοπους.
es: Este test examina si el acceso a los sitios web está siendo bloqueado mediante alteración del DNS, bloqueo TCP/IP, o con proxy HTTP transparente. Cada vez que ejecute 'Conectividad web' estará probando distintos sitios web.
fr: Ce test examine si l'accès aux sites Web est bloqué par une manipulation DNS, un blocage TCP/IP ou par un mandataire HTTP transparent. Chaque fois que vous effectuez le test Connectivité Web, vous tester des sites Web différents.
hi: इस परीक्षा की परख होती है कि वेबसाइटों के लिए उपयोग छेड़छाड़, टीसीपी / आईपी अवरुद्ध डीएनएस के माध्यम से अवरुद्ध है, या एक पारदर्शी HTTP proxy. द्वारा हर बार जब आप वेब कनेक्टिविटी चलाने आप विभिन्न वेबसाइटों का परीक्षण करें।
it: Questo test verifica se l'accesso ai siti web è bloccato tramite manomissione DNS, blocchi su base TCP/IP, o da proxy HTTP trasparenti. Ogni volta che esegui il test di Connettività web testi siti web diversi.
zh_hans: 这个测试检查网站的近用是否受到DNS 窜改, TCP/IP 封锁, 或是透明HTTP 代理等方式而遭封锁屏蔽。 E每次执行万维网连接度时，请试试不同的网站。

# http_invalid_request_line_longdesc
source: This test tries to detect systems (“middle boxes”) that could be responsible for censorship or surveillance by sending an invalid HTTP request line to an echo service. If such systems are in your network, the invalid HTTP request line will be intercepted and may trigger an error.
ar: يعمل هذا الاختبار على كشف وجود مكونات (نقاط تفتيش) في الشبكة قد تستخدم في المراقبة أو الحجب.
de: Dieser Test versucht, Systeme ("Middle Boxes") zu ermitteln, die für Zensur und Überwachung durch senden einer 'Üngultiges HTTP Request' Zeile an einen Echo Dienst verantwortlich sein können. Sollten derartige Systeme in deinem Netzwerk vorhanden sein, wird die 'Ungültiges HTTP Request' Zeile abgefangen und löst unter Umständen einen Fehler aus.
el: Αυτή η δοκιμή προσπαθεί να ανιχνεύσει την παρουσία εξαρτημάτων δικτύου ("ενδιάμεσες συσκευές") τα οποία θα μπορούσαν να είναι υπεύθυνα για την ηλεκρονική λογοκρισία ή επιτήρηση.
es: Este test trata de detectar la presencia de componentes de red ("middle box") que podrían ser responsables de censura y/o vigilancia.
fr: Ce test tente de détecter la présence de composants réseau (dispositifs intermédiaires) qui pourraient être la source de censure ou de surveillance.
hi: इस परीक्षा में नेटवर्क घटक की उपस्थिति ( "मध्य बॉक्स") जो सेंसरशिप और / या निगरानी के लिए जिम्मेदार हो सकता है का पता लगाने की कोशिश करता है।
it: Questo test prova a rilevare la presenza di componenti della rete ("middle box") che potrebbero essere responsabili di censura e/o sorveglianza.
zh_hans: 这个测试试著透过无效HTTP请求行到一个回声服务，以侦察可能是执行审查或监控的系统 (俗称的“中间盒”)。如果这类系统存在于你的网路里，这个无效HTTP请求行将会被拦截而触动一个错误。

# http_header_field_manipulation_longdesc
source: This test tries to detect the presence of systems (“middle boxes”) that could be responsible for censorship or surveillance by sending HTTP requests with non-canonical headers to a backend control server. If such systems are in your network, they will likely normalize the headers or add extra headers.
de: Dieser Test versucht, die Anwesenheit von Systemen ("Middle Boxes") zu ermitteln, die für Zensur und Überwachung durch senden eines HTTP Requests mit non-kanonischen Headern zu einem Backend Kontrollserver. Sollten derartige Systeme in deinem Netzwerk vorhanden sein, werden sie diese Header vermutlich normalisieren oder weitere Header hinzufügen.
zh_hans: 这个测试试著传送一个附不规则表头的无效HTTP请求行到后端控制服务器，以侦察可能是执行审查或监控的系统 (俗称的“中间盒”)。如果这类系统存在于你的网路里，它们很可能正规化表头或是增加额外的表头。

# ndt_longdesc
source: This test measures the speed and performance of your network. Disclaimer: This is a third-party performance test based on third-party servers, and we cannot guarantee that your IP address will not be collected, processed, and published.
de: Dieser Test misst die Geschwindigkeit und Performance deines Netzwerks. Haftungsausschluss: Dies ist ein Performance Test eines Drittanbieters auf dessen Servern, so dass wir nicht garantieren können, dass deine IP Adresse nicht gespeichert, verarbeitet und publiziert wird.
zh_hans: 这个测试会计算你的网路速度和表现。 免责声明：这是一个基于第三方服务器的第三方的表现测试。我们无法保证你的IP 地址不会被收集、处理与公布。

# dash_longdesc
source: This test emulates a very simple video player streaming at variable quality from a remote server. The test is designed to obtain a baseline performance of your network for performing video streaming. Disclaimer: This is a third-party performance test based on third-party servers, and we cannot guarantee that your IP address will not be collected, processed, and published.
zh_hans: 这个测试自远端服务器模拟以不同品质播放一个简单视频影片这个测试是为了取得你所在网路播放影片的表现基准。 免责声明：。这是基于第三方服务器上由第三方所进行的 表现测试，我们无法保证你的IP位置不会被收集，处理和公布。

source: Running tests
ar: الاختبارات الجارية
de: Laufende Tests
el: Εκτελούνται δοκιμές
es: Tests en ejecución
fr: Test en cours
hi: परीक्षण चल रहा है
it: Test in esecuzione
zh_hans: 执行测试

source: Finished tests
ar: الاختبارات المنجزة
de: Abgeschlossene Tests
el: Τελείωσαν οι δοκιμές
es: Tests finalizados
fr: Tests terminés
hi: परीक्षण सामाप्त
it: Test conclusi
zh_hans: 完成的测试

source: Collector Address
ar: جامع العناوين
de: Collector Adresse
el: Συλλεκτική διεύθυνση
es: Dirección del recopilador
fr: Adresse collectrice
hi: कलेक्टर पता
it: Indirizzo Collettore
zh_hans: 收集器地址

source: Cancel
ar: إلغاء
de: Abbrechen
el: Ακυρώστε
es: Cancelar
fr: Annuler
hi: रद्द करना
it: Annulla
zh_hans: 取消

source: Delete
ar: حذف
de: Löschen
el: Διαγράψτε
es: Eliminar
fr: Supprimer
hi: हटाना
it: Elimina
zh_hans: 删除

source: Test result
ar: نتائج الاختبار
de: Test Ergebnis
el: Αποτέλεσμα δοκιμής
es: Resultado del test
fr: Résultat du test
hi: परीक्षा परिणाम
it: Risultati del test
zh_hans: 测试结果

source: Change
ar: تغيير
de: Ändern
el: Αλλάξτε
es: Cambiar
fr: Modifier
hi: परिवर्तन
it: Cambia
zh_hans: 改变

# welcome_ooniprobe
source: Welcome to ooniprobe!
ar: أهلا في أوني-بروب
de: Willkommen zu ooniprobe!
el: Καλώς ήλθατε στο ooniprobe!
es: ¡Bienvenido a ooniprobe!
fr: Bienvenue à ooniprobe !
hi: यूनीप्रोबे में आपका स्वागत हैं
it: Benvenuto a ooniprobe!
zh_hans: 欢迎来到 ooniprobe!

source: Get Started!
ar: ابدأ
de: Los geht's!
el: Ξεκινήστε!
es: ¡Comencemos!
fr: Commençons !
hi: शुरू हो जाओ!
it: Pronti per iniziare?
zh_hans: 准备开始！

source: What is ooniprobe?
ar: ما هو أوني-بروب؟
de: Was ist ooniprobe?
el: Τι είναι το ooniprobe;
es: ¿Qué es ooniprobe?
fr: Qu'est-ce qu'ooniprobe ?
hi: यूनीप्रोबे क्या है?
it: Cos'è ooniprobe?
zh_hans: 什么是 ooniprobe?

source: Learn more
ar: اعرفوا المزيد
de: Erfahre mehr
el: Μάθετε περισσότερα
es: Conocer más
fr: En apprendre davantage
hi: और अधिक जानें
it: Piú informazioni
zh_hans: 了解更多

# risks_text_1
source: ooniprobe is free and open source software that enables you to examine internet censorship in your network!
de: ooniprobe ist Freie- und Open Source Software, die dir ermöglicht, Internet-Zensur in deinem Netzwerk zu untersuchen!
el: Το ooniprobe είναι ένα δωρεάν λογισμικό ανοιχτού κώδικα που σας επιτρέπει να εξετάσετε την ηλεκτρονική λογοκρισία στο διαδίκτυό σας!
fr: ooniprobe est un logiciel libre et à code source ouvert qui vous permet d'examiner la censure d'Internet sur votre réseau !
hi: यूनीप्रोबे स्वतंत्र और खुला स्रोत सॉफ्टवेयर है कि आप अपने नेटवर्क में इंटरनेट सेंसरशिप की जांच करने के लिए सक्षम बनाता है!
zh_hans: ooniprobe 是一个自由开源软体可让你来检查网路中的互联网审查！

# risks_text_2
source: By running this app, you can examine whether and how websites are blocked, and whether censorship and/or surveillance systems are present in your network.
ar: يمكنك باستخدام هذا البرنامج الكشف عن وجود حجب للمواقع من عدمه وتقنية الحجب، وعن وجود أي أنظمة مراقبة على الشبكة.
de: Durch Ausführen dieser App kannst du untersuchen, ob und wie Webseiten blockiert werden, und ob Zensur- und/oder Überwachungssysteme in deinem Netzwerk vorhanden sind.
el: Με την εκτέλεση αυτής της εφαρμογής, μπορείτε να εξετάσετε εάν και πώς έχουν μπλοκαριστεί ιστοσελίδες και εάν υπάρχουν συστήματα λογοκρισίας ή επιτήρησης στο δίκτυό σας.
es: Al ejecutar esta aplicación, puede examinar si los sitios web están siendo bloqueados y cómo, y si hay sistemas de censura y/o vigilancia presentes en su red.
fr: En faisant fonctionner cette appli, vous pouvez examiner si des sites Web sont bloqués et comment ils le sont, ainsi que la présence de systèmes de censure ou de surveillance sur votre réseau.
hi: इस एप्लिकेशन को चलाने के द्वारा, आप जांच कर सकते हैं कि क्या और कैसे वेबसाइटों अवरुद्ध कर रहे हैं, और सेंसरशिप और / या निगरानी प्रणालियों अपने नेटवर्क में मौजूद हैं।
it: Nell'eseguire questa app, puoi controllare se e come i siti web sono bloccati, e se censura e/o sistemi di sorveglianza sono presenti nella tua rete.
zh_hans: 执行这个应用程式，你可以检查网站是否遭到封锁，以及如何被屏蔽，是否有审查或监控系统存在于你的网路中。

# risks_text_3
source: You can also run this app to measure the speed and performance of your network.
ar: كما يمكنك استخدام هذا التطبيق لفحص سرعة وجودة الشبكة.
de: Du kannst diese App auch nutzen, um die Geschwindigkeit und Performance deines Netzwerks zu testen.
el: Μπορείτε επίσης να εκτελέσετε αυτήν την εφαρμογή για να μετρήσετε την ταχύτητα και την απόδοση του δικτύου σας.
es: También puede ejecutar esta aplicación para medir la velocidad y el rendimiento de su red.
fr: Vous pouvez aussi faire fonctionner cette appli pour mesurer la vitesse et les performances de votre réseau.
hi: तुम भी गति और अपने नेटवर्क के प्रदर्शन को मापने के लिए इस अनुप्रयोग चला सकते हैं।
it: Puoi utilizzare questa app anche per misurare la velocità e la performance della tua rete.
zh_hans: 你也可以执行这个应用程式，来测量网路的速度和表现。

# risks_text_4
source: The data that you can collect through this app can serve as evidence of censorship events .
ar: البيانات التي يمكنكم جمعها باستخدام هذا التطبيق يمكن استخدامها كدليل عن حدوث الحجب.
de: Die Daten, die du durch diese App sammeln kannst, können als Hinweise auf Zensur dienen.
el: Τα δεδομένα που μπορείτε να συλλέξετε μέσω αυτής της εφαρμογής μπορούν να χρησιμεύσουν ως απόδειξη ηλεκτρονικής λογοκρισίας.
es: Los datos que puede recopilar mediante esta aplicación pueden servir como evidencia de casos de censura.
fr: Les données que vous pouvez recueillir grâce à cette appli peuvent être utilisées comme preuve de cas de censure.
hi: डेटा जो आप इस ऐप के माध्यम से एकत्र कर सकते हैं वह सेंसरशिप की घटनाओं के साक्ष्य के रूप में काम कर सकता है।
it: I dati collezionati da questa app possono essere utilizzati come prove concrete di eventi di censura
zh_hans: 透过这个应用程式所收集的资料，可以用来作为审查事件的证据。

# risks_text_5
source: Since ooniprobe is an investigatory tool and as such, may pose some risks.
ar: لأن أوني-بروب أداة للتحقيق والتقصّي، قد يشكل ذلك بعض الخطورة.
de: Da ooniprobe ein investigatives Tool ist, kann es als solches bestimmte Risiken darstellen.
el: Το ooniprobe είναι ένα ερευνητικό εργαλείο και μπορεί να δημιουργήσει ορισμένους κινδύνους.
es: Ya que ooniprobe es una herramienta de investigación, y como tal, puede comportar algunos riesgos.
fr: ooniprobe est un outil d'investigation et peu comme tel poser certains risques.
hi: ओनोइप्रोब एक जांच उपकरण है और कुछ जोखिम पैदा कर सकता है।
it: ooniprobe è uno strumento investigativo e puó presentare alcuni rischi
zh_hans: 因为 ooniprobe 可以作为调查工具等作用，它也带有一些风险。

source: Potential risks
ar: المخاطر المحتملة
de: Mögliche Risiken
el: Πιθανά ρίσκα
es: Riesgos potenciales
fr: Risques potentiels
hi: संभाव्य जोखिम
it: Rischi potenziali
zh_hans: 潜在风险

# laws_text_1
source: Anyone monitoring your internet activity (e.g. ISP, government, employer) can know that you are running ooniprobe (even though OONI tries to make this hard).
ar: أي شخص يقوم بمراقبة نشاطك على الانترنت (أمثلة: مقدمي خدمة الإنترنت – الحكومة – موظف عمومي) يستطيع أن يرى أنك تستخدم أوني-بروب (بالرغم من أوني-بروب يعمل جاهدا على جعل هذه المهمة صعبة)
de: Jeder, der deine Internet Aktivität überwacht (z.B. Dienstanbieter, Regierung, Arbeitgeber), kann potentiell ermitteln, dass du ooniprobe ausführst (auch wenn OONI versucht, dies zu erschweren).
el: Οποιοσδήποτε παρακολουθεί τη δραστηριότητά σας στο διαδίκτυο (π.χ. παροχεις διαδικτύου, κυβέρνηση, εργοδότης) μπορεί να γνωρίζει ότι τρέχετε το ooniprobe (αν και το OONI προσπαθεί να το κάνει αυτό δύσκολο).
es: Cualquiera que monitorice su actividad en Internet (ej. ISP, gobierno, empleador) puede saber que está ejecutando ooniprobe (incluso aunque OONI trate de dificultárselo).
fr: Quiconque surveille votre activité Internet (p. ex. FAI, gouvernement, employeur) peut savoir que vous utilisez ooniprobe (bien qu'OONI essaie d'entraver la détection).
hi: किसी को भी अपने इंटरनेट गतिविधि की निगरानी (उदाहरण के लिए आईएसपी, सरकार, नियोक्ता) पता कर सकते हैं कि आप यूनीप्रोबे (भले ही ऊनी इस कठिन बनाने के लिए कोशिश करता है) चल रहे हैं।
it: Chiunque stia monitorando il tuo traffico internet (ad es. fornitori del servizio Internet, governo, datore di lavoro) potrebbe rilevare che stai utilizzando ooniprobe (anche se OONI fa di tutto per nasconderlo).
zh_hans: 任何人监控你的网路活动(如：ISP, 政府或上司)可能会知道我在执行ooniprobe(尽管OONI努力地让这不易发生)

# laws_text_2
source: When testing websites for censorship, you will connect to and download data from provocative or objectionable sites (e.g. pornography) that might be illegal in your country.
ar: عند إجراء اختبارات حجب الموقع، سوف تقوم بالاتصالات وتنزيل بيانات من مواقع قد تعتبر استفزازية أو غير مرحب بها (مثل مواقع إباحية) قد تعتبر غير قانونية في دولتك.
de: Beim Testen auf Zensur von Webseiten verbindest du dich und lädst Daten von provokativen oder fragwürdigen Seiten (z.B. Pornographie), die in deinem Land illegal sein können.
el: Κατά τη δοκιμή ιστοσελίδων για λογοκρισία, θα συνδεθείτε και θα κατεβάσετε δεδομένα από προκλητικούς ιστότοπους (π.χ. πορνογραφία) που μπορεί να είναι παράνομοι στη χώρα σας.
es: Al probar sitios web en busca de censura, conectará a, y descargará datos de sitios provocativos u objetables (ej. pornografía) que podrían ser ilegales en su país.
fr: En testant la censure des sites Web, vous vous connecterez et chargerez des données de sites provocateurs ou répréhensibles (p. ex. de la pornographie) qui pourraient être illégaux dans votre pays.
hi: सेंसरशिप के लिए वेबसाइटों का परीक्षण है, तो आप से कनेक्ट करने और उत्तेजक या आपत्तिजनक साइटों (जैसे पोर्नोग्राफी) है कि अपने देश में अवैध रूप से हो सकता है से डेटा डाउनलोड करेगा।
it: Durante il test dei siti web per la censura, ti connetterai e scaricherai materiale da siti provocativi o poco raccomandabili (ad es. pornografia) che potrebbero essere illegali nel tuo paese.
zh_hans: 在测试网站的审查状况时，你会被连结或下载一些挑衅或可能被拒的网站(例如色情网站)资料，这些网站可能你的国家并不合法。

# laws_text_3
source: OONI’s HTTP invalid request line test might trigger the suspicion of your ISP and could be viewed as a form of “hacking”.
de: OONI's 'Ungültige HTTP Request Zeile' Test könnte deinem Netzanbieter verdächtig vorkommen und als eine Form von "Hacking" angesehen werden.
el: Η δοκιμή HTTP invalid request line του OONI ενδέχεται να προκαλέσει την υποψία του παρόχου υπηρεσιών διαδικτύου και θα μπορούσε να θεωρηθεί ως μορφή "hacking".
es: El test 'HTTP Invalid Request Line' (línea de petición HTTP no válida) de OONI podría levantar las sospechas de su ISP y podría ser visto como una forma de “hacking”.
fr: Le test HTTP Ligne de requête invalide de OONI pourrait éveiller les soupçons de votre FAI et être considéré comme une forme de piratage.
hi: ओनी के HTTP अमान्य अनुरोध पंक्ति परीक्षण आपके आईएसपी के संदेह को ट्रिगर कर सकते हैं और "हैकिंग" का एक रूप के रूप में देखा जा सकता है।
it: Il test HTTP Invalid Request Line di OONI potrebbe essere visto dal tuo gestore internet come una forma di "hacking" e attivare il loro sospetto.
zh_hans: OONI的 HTTP无效请求行测试可能会触动ISP的怀疑，而将你的行为当成了一种破坏骇客行迳。

# laws_text_4
source: Unless you configure your settings otherwise, all data collected from your tests will by default be published by OONI and might include some personally- identifiable information (though OONI tries to prevent this from happening).
de: Soweit du deine Einstellungen nicht veränderst, werden alle gesammelten Testdaten per Voreinstellung durch OONI publiziert und kann bestimmte identifizierbare Daten beinhalten (auch wenn OONI versucht, dies zu verhindern).
el: Εάν δεν ρυθμίσετε διαφορετικά τις ρυθμίσεις σας, όλα τα δεδομένα που συλλέγονται από τις δοκιμές σας θα εκδοθούν από το OONI και ενδέχεται να περιλαμβάνουν ορισμένες προσωπικές πληροφορίες (αν και το OONI προσπαθεί να αποτρέψει κάτι τέτοιο).
es: A menos que ajuste su configuración de otro modo, por defecto, todos los datos recopilados de sus tests serán publicados por OONI, y podrían incluir alguna información que le identifique personalmente (aunque OONI trata de evitar que esto suceda).
fr: À moins de configurer vos paramètres autrement, toutes les données recueillies par vos tests seront par défaut publiées par OONI et pourraient inclure des informations nominatives (bien qu'OONI essaie de l'éviter).
hi: जब तक आप अपनी सेटिंग्स को अन्यथा कॉन्फ़िगर न करें, आपके परीक्षणों से एकत्र किए गए सभी डेटा डिफ़ॉल्ट रूप से ऊनी द्वारा प्रकाशित किए जाएंगे और इसमें कुछ व्यक्तिगत रूप से पहचाने जाने योग्य जानकारी शामिल हो सकती है (हालांकि ऊनी इस होने से रोकने के लिए कोशिश करता है)।
it: A meno che non vengano configurate diversamente, tutti i dati collezionati dai test verranno di default pubblicati da OONI e potrebbero includere delle informazioni personalmente identificative (anche se OONI prova a nasconderle)
zh_hans: 除非有修改设定，所有测试所收集的数据将会默认地由 OONI 公布，其中可能有些私人的、可辨识的资讯。(虽然 OONI努力地防止此情况发生)

# laws_text_5
source: The mere use of ooniprobe might be viewed as a form of espionage, regardless of the laws in your country.
ar: قد يعتبر مجرد استخدام أوني-بروب من أعمال الجاسوسية بغض النظر عن القوانين في دولتك.
de: Das reine Ausführen von ooniprobe kann in bestimmten Fällen als Form von Spionage angesehen werden, unabhängig von den Gesetzen in deinem Land.
el: Η απλή χρήση του ooniprobe θα μπορούσε να θεωρηθεί ως μορφή κατασκοπείας, ανεξάρτητα από τους νόμους στη χώρα σας.
es: El mero uso de ooniprobe podría ser visto como una forma de espionaje, a pesar de las leyes de su país.
fr: La simple utilisation d'ooniprobe pourrait être considérée comme une forme d'espionnage, quelles que soient les lois dans votre pays.
hi: ooniprobe की मात्र उपयोग अपने देश में कानूनों की परवाह किए बिना, जासूसी के एक फार्म के रूप में देखा जा सकता है।
it: Il solo uso di ooniprobe potrebbe essere visto come una forma di spionaggio, indipendentemente dalle leggi della tua nazione.
zh_hans: 只是使用ooniprobe可能被当成一种无视国家法律的间谍行为
