Repository: AntonioLangiu/ooniprobe-ios
Catalog: ooniprobe/*.lproj/Localizable.strings
Languages: ar, de, el, es, fr, hi, it, zh_hans

# laws_text_6
source: To our knowledge, no ooniprobe user has ever faced consequences from the use of our platform. However, many countries have a lengthy history of targeting and abusing digital rights activists, which could leave ooniprobe users subject to severe civil, criminal, or extra-judicial penalties.
ar: حسب معلوماتنا، لم يتعرض أي مستخدم أوني-بروب ﻷي تبعات نتيجة استخدام منصتنا. وبالرغم من ذلك يوجد دول كثيرة ذات تاريخ طويل من الإساءة إلى واستهداف نشطاء التقنية والحريات الرقمية، مما قد يعرض مستخدمي أوني-بروب إلى عقوبات شديدة مدنية أو جنائية أو خارج إطار القانون.
de: Nach unserem Wissensstand hat kein ooniprobe Nutzer je nach Benutzung unserer Plattform Konsequenzen tragen müssen. Allerdings haben einige Staaten eine lange Geschichte in der Verfolgung und dem Missbrauch von Netzaktivisten, was für bestimmte ooniprobe Nutzer schwere Zivil-, Kriminal- oder außergerichtlichen Konsequenzen mit sich ziehen könnte.
el: Από όσο γνωρίζουμε, κανένας χρήστης ooniprobe δεν αντιμετώπισε ποτέ συνέπειες από τη χρήση της πλατφόρμας μας. Ωστόσο, πολλές χώρες έχουν μια μακρά ιστορία στόχευσης και κατάχρησης των ακτιβιστών ψηφιακών δικαιωμάτων, οι οποίες θα μπορούσαν να αφήσουν τους χρήστες του ooniprobe να υπόκεινται σε αυστηρές αστικές, ποινικές ή εξωδικαστικές κυρώσεις.
es: Hasta donde conocemos, ningún usuario de ooniprobe se ha enfrentado nunca a consecuencias por el uso de nuestra plataforma. Sin embargo, muchos países tienen un largo historial de fijar el objetivo y abusar de activistas en derechos digitales, lo que podría dejar a los usuarios de ooniprobe sujetos a graves penas civiles, criminales, o extrajudiciales.
fr: À notre connaissance, aucun utilisateur d'ooniprobe n'a dû faire face aux conséquences de l'utilisation de notre plateforme. Cependant, de nombreux pays présentent une longue histoire en matière de ciblage et de répression des défenseurs des droits numériques et des utilisateurs d'ooniprobe pourraient être passibles de sévères sanctions civiles, criminelles ou extrajudiciaires.
hi: हमारे ज्ञान करने के लिए, कोई यूनीप्रोबे उपयोगकर्ता कभी हमारे मंच के उपयोग से परिणामों का सामना किया है। हालांकि, कई देशों को निशाना बनाने और डिजिटल अधिकार कार्यकर्ताओं, जो यूनीप्रोबे उन गंभीर, दीवानी, आपराधिक, या अतिरिक्त न्यायिक दंड के अधीन छोड़ सकता कोस का एक लंबा इतिहास है।
it: A nostra conoscenza, nessun utente di ooniprobe ha mai subito conseguenze legali dall'uso della nostra piattaforma. Tuttavia, molti paesi hanno una lunga storia di abusi contro gli attivisti dei diritti digitali, e ooniprobe potrebbe esporre i suoi utenti a severe pene civili, penali o extra-giudiziarie.
zh_hans: 据我们所知，没有任何 ooniprobe 使用者因使用我们的平台而面临这些下场。然而有些国家的黑历史习于对付倡议网路自由的活跃份子，有可能让 ooniprobe 使用者因此而面临了严厉的民事、刑事或法外处罚等威胁。

source: I understand the risks.
ar: أفهم الخاطر.
de: Ich verstehe die Risiken.
el: Καταλαβαίνω τους κινδύνους.
es: Comprendo los riesgos.
fr: Je comprends les risques.
hi: मैं जोखिम समझता हूँ।
it: Ho compreso i rischi.
zh_hans: 我了解这些风险。

source: Pop Quiz!
ar: اختبار سريع!
el: Ερωτήσεις
es: ¡Cuestionario sorpresa!
fr: Jeu-questionnaire !
hi: पॉप प्रश्नोत्तरी!
it: Passaparola!
zh_hans: 弹出小测验问题！

# question_1
source: Question 1: Might anyone monitoring my internet activity (e.g. ISP, government or employer) be able to see that I am running ooniprobe, even though OONI takes precautions to make this hard?
de: Frage 1: Könnte jemand, der meine Internet-Aktivität überwacht (z.B. Netzanbieter, Regierung oder Arbeitgeber), feststellen, dass ich ooniprobe laufen lasse, selbst wenn OONI Vorsichtsmaßnahmen trifft, dies zu erschweren?
el: Ερώτηση 1: Μπορεί κάποιος που παρακολουθεί τη δραστηριότητά μου στο διαδίκτυο (π.χ. παροχέας διαδικτύου, κυβέρνηση ή εργοδότης) να δει ότι τρέχω το ooniprobe, παρόλο που το OONI λαμβάνει προφυλάξεις για να το κάνει δύκολο;
es: Pregunta 1: ¿Podría alguien que esté monitorizando mi actividad en Internet (ej. ISP, gobierno o empleador) ser capaz de ver que estoy ejecutando ooniprobe, incluso aunque OOni tome precauciones para dificultar esto?
fr: Question 1 : quiconque surveille mon activité Internet (p. ex. FAI, gouvernement, employeur) peut-il savoir que j'utilise ooniprobe même si OONI prend des précautions pour entraver la détection ?
hi: प्रश्न 1: क्या कोई भी मेरी इंटरनेट गतिविधि (जैसे आईएसपी, सरकार या नियोक्ता) की निगरानी कर सकता है, यह देखने में सक्षम हो सकता है कि मैं यूनीप्रोबे चला रहा हूं, भले ही ऊनी इस मुश्किल को पूरा करने के लिए सावधानी बरतें?
it: Domanda 1: Chiunque stia monitorando il mio traffico internet (ad es. fornitori del servizio Internet, governo, datore di lavoro) potrebbe rilevare che sto utilizzando ooniprobe, anche se OONI prende delle precauzioni per nasconderlo?
zh_hans: 问题 1: 尽管OONI很谨慎地防止，但有人 (如：ISP, 政府或上司)还是可能会监控我的网路活动，因而知道我在执行ooniprobe？

# question_2
source: Question 2: Will my measurements by default get published by OONI and might they include personally-identifiable information?
de: Frage 2: Werden meine Messungen per Standarteinstellung durch OONI publiziert und könnten diese persönlich identifizierbare Informationen enthalten?
el: Ερώτηση 2: Οι μετρήσεις μου θα δημοσιευτούν από το OONI και θα μπορούσαν να περιλαμβάνουν πληροφορίες προσωπικής ταυτοποίησης;
es: Pregunta 2: ¿Mis mediciones serán por defecto publicadas por OONI y podrían incluir información que con capacidad potencial de identificarme?
fr: Question 2 : mes mesures seront-elles par défaut publiées par OONI et pourraient-elles inclure des informations nominatives ?
hi: प्रश्न 2: क्या मेरे माप को ऊनी द्वारा प्रकाशित किया जाएगा और वे व्यक्तिगत रूप से पहचाने जाने योग्य जानकारी शामिल कर सकते हैं?
it: Domanda 2: Verranno pubblicate, per impostazione di default, le mie misure da OONI e potrebbero includere informazioni personalmente identificative?
zh_hans: 问题 2: 我的测量结果预设会被OONI公布，其可能包含可以辨识个人资讯的讯息？

source: True
ar: صح
de: Wahr
el: Σωστό
es: Verdadero
fr: Vrai
hi: सच
it: Vero
zh_hans: 是

source: False
ar: خطأ
de: Falsch
el: Λάθος
es: Falso
fr: Faux
hi: ग़लत
it: Falso
zh_hans: 否

source: How did I do?
ar: كيف أبليت في الاختبار؟
de: Wie habe ich abgeschnitten?
el: Πώς τα πήγα;
es: ¿Cómo lo hice?
fr: Comment m'en suis-je sorti ?
hi: मैंने कैसे किया?
it: Com'è andata?
zh_hans: 我如何做到？

# wrong
source: A little bit more reading is required for you to proceed.
ar: القليل من القراءة الإضافية مطلوبة لكي تستطيع المتابعة.
de: Etwas mehr Lektüre ist notwendig, bevor du weitermachen kannst.
el: Απαιτείται λίγο περισσότερη ανάγνωση για να προχωρήσετε.
es: Se requiere un poco más de lectura para que continúe.
fr: Il vous faut lire davantage avant de pouvoir continuer.
hi: आप आगे बढ़ने के लिए थोड़ा और अधिक पढ़ने की आवश्यकता है।
it: Un altro po' di lettura è necessaria prima di poter proseguire.
zh_hans: 还有一点需要阅读了解后才能再继续。

# correct
source: Good job! You have answered the quiz correctly.
ar: أحسنت! قمت بإجابة الاختبار على نحو صحيح.
de: Wunderbar! Du hast das Quiz korrekt beantwortet.
el: Μπράβο! Απαντήσατε τις ερωτήσεις σωστά.
es: ¡Buen trabajo! Ha contestado al cuestionario correctamente.
fr: Bon travail ! Vous avez bien répondu au jeu-questionnaire.
hi: बहुत बढ़िया! आप प्रश्नोत्तरी सही ढंग से जवाब दे दिया है।
it: Bel lavoro! Hai risposto correttamente ai quiz.
zh_hans: 做得好！你正确地回答了问题。

source: Setup Sharing
el: Ρύθμιση κοινής χρήσης
fr: Paramétrage du partage
hi: सेटअप शेयरिंग
it: Configura Condivisione
zh_hans: 设定分享

# include_ip
source: Include your IP?
ar: إدراج المعرف الرقمي الخاص بك؟
de: Deine IP erfassen?
el: Θέλετε να συμπεριλάβετε την IP διεύθυνσή σας;
es: ¿Incluir su IP?
fr: Inclure votre IP ?
hi: आपके आईपी में शामिल हैं?
it: Includere il tuo IP?
zh_hans: 包括你的网路连线服务商？

# include_asn
source: Include your network info?
ar: إدراج البيانات الخاصة بشبكتك؟
de: Netzwerkinformationen miteinbeziehen?
el: Θέλετε να συμπεριλάβετε τις πληροφορίες του δικτύου σας;
es: ¿Incluir su información de red?
fr: Inclure vos informations réseau ?
hi: अपने नेटवर्क की जानकारी में शामिल हैं?
it: Includere informazioni sulla tua rete?
zh_hans: 包含你的网路资讯？

# include_cc
source: Include your country name?
ar: إدراج أسم دولتك؟
de: Den Namen deines Landes erfassen?
el: Θέλετε να συμπεριλάβετε το όνομα της χώρας σας;
es: ¿Incluir el nombre de su país?
fr: Inclure le nom de votre pays ?
hi: अपने देश का नाम शामिल हैं?
it: Includere la tua nazione?
zh_hans: 包含你的国家？

# upload_results
source: Share results publicly?
ar: مشاركة النتائج علانية؟
de: Ergebnisse öffentlich teilen?
el: Θέλετε να μοιραστείτε δημόσια τα αποτελέσματα;
es: ¿Compartir los resultados públicamente?
fr: Partager publiquement les résultats ?
hi: शेयर परिणामों सार्वजनिक रूप से?
it: Condividere i risultati pubblicamente?
zh_hans: 公开分享结果？

# settings_text
source: All measurements are sent by default to OONI's measurement collector and automately published through the OONI explorer and OONI's list of measurements.
de: Alle Messungen werden per Voreinstellung an OONIs Messungs-Sammelstelle gesendet und automatisch im OONI Explorer und OONIs Messungsliste publiziert.
el: Όλες οι μετρήσεις αποστέλλονται από προεπιλογή στον συλλέκτη μέτρησης του OONI και δημοσιεύονται αυτομάτως μέσω του OONI Explorer και της λίστας μετρήσεων του OONI.
es: Por defecto todas las mediciones se envían al recopilador de mediciones de OONI y se publican de forma automatizada a través de OONI Explorer y la lista de mediciones de OONI.
fr: Toutes les mesures sont envoyées par défaut au collecteur de mesures d'OONI et sont publiées automatiquement sur l'explorateur OONI ainsi que sur l'interface des mesures d'OONI.
hi: सभी मापन ऊनी के माप कलेक्टर को डिफ़ॉल्ट रूप से भेजा जाता है और स्वचालित रूप से ऊनी एक्सप्लोरर पर और ऊनी के माप इंटरफेस पर प्रकाशित कर रहे हैं।
it: Tutte le misurazione sono, di default, inviate al registro delle misurazioni di OONI e sono automaticamente pubblicate su OONI Explorer e sull'interfaccia di misurazione di OONI.
zh_hans: 所有测量都会预设送到OONI的测量收集器，并自动地公布到OONI explorer 以及 OONI的测量表单上。

source: I'm all set!
ar: أنا على أتم الاستعداد!
de: Ich bin bereit!
el: Είμαι έτοιμος/η!
es: ¡Estoy listo!
fr: J'ai terminé !
hi: मैं तैयार हूं!
it: Tutto pronto!
zh_hans: 都弄好了！

# ooniprobe_configured
source: Successfully configured ooniprobe. You are all set to go!
ar: لقد تم إعداد أوني-بروب بنجاح ويمكنك البدء.
de: ooniprobe ist erfolgreich konfiguriert. Du bist soweit startklar!
el: Έχει ρυθμιστεί με επιτυχία το ooniprobe. Είστε έτοιμοι!
es: Configuración de ooniprobe finalizada. ¡Tiene todo listo para comenzar!
fr: Vous avez configuré ooniprobe avec succès. Vous voilà prêt !
hi: सफलतापूर्वक यूनीप्रोबे विन्यस्त है। तुम जाने के लिए पूरी तरह से तैयार कर रहे हैं!
it: Hai configurato con successo ooniprobe. Siete pronti per cominciare!
zh_hans: 成功地设定好 ooniprobe 一切设定都生效了！

source: About OONI
ar: عن أوني
de: Über OONI
el: Σχετικά με το OONI
es: Acerca de OONI
fr: À propos d'OONI
it: Informazioni su OONI
zh_hans: 关于 OONI

# about_text_1
source: The Open Observatory of Network Interference (OONI) is a free software project under The Tor Project that aims to increase transparency of internet censorship around the world.
ar: أوني عبارة عن مشروع برنامج حر ومفتوح المصدر تابع لمشروع تور، يسعى إلى تعزيز الشفافية حول ممارسات الحجب حول العالم.
de: Das Open Observatory of Network Interference (OONI) ist ein Freies Software Projekt unter dem Tor Project, das sich als Ziel gesetzt hat, Transparenz im Bezug auf weltweite Internet-Zensur auszuweiten.
el: Το Ανοικτό Παρατηρητήριο Παρεμβάσεων Δικτύου (OONI) είναι ένα έργο ελεύθερου λογισμικού στο πλαίσιο του The Tor Project, το οποίο στοχεύει στην αύξηση της διαφάνειας της λογοκρισίας στο διαδίκτυο σε όλο τον κόσμο.
es: El Open Observatory of Network Interference (OONI, observatorio abierto de interferencia de red) es un proyecto de software libre bajo The Tor Project (el proyecto Tor) que persigue incrementar la transparencia sobre la censura de Internet por todo el mundo.
fr: L'observatoire ouvert du dysfonctionnement du réseau « Open Observatory of Network Interference » (OONI) est un projet de logiciel libre découlant du Projet Tor dont le but est d'augmenter la transparence en matière de censure d'Internet dans le monde entier.
hi: नेटवर्क हस्तक्षेप के ओपन वेधशाला (OONI) टो परियोजना है कि दुनिया भर में इंटरनेट सेंसरशिप की पारदर्शिता को बढ़ाने के उद्देश्य के तहत एक मुफ्त सॉफ्टवेयर परियोजना है।
it: L'Osservatorio Libero dell'Interferenza di Rete (Open Observatory of Network Interference, OONI) è un progetto di software libero del Progetto Tor che punta a incrementare la trasparenza della censura di Internet in tutto il mondo.
zh_hans: OONI 是TOR计画底下的一个自由软体专案，旨在增加全球互联网审查的透明度。

# about_text_2
source: Since 2012, OONI has collected millions of network measurements from around the world, shedding light on multiple instances of internet censorship and traffic manipulation.
ar: منذ 2012، قام أوني بجمع ملايين الاختبارات حول العالم وتسليط الضوء على حالات الحجب والتلاعب في الشبكة.
de: Seit 2012 hat OONI Millionen von Netzwerk-Messungen aus der ganzen Welt zusammen getragen und somit Licht auf eine Vielzahl von Fällen der Internet-Zensur und Traffic-Manipulation geworfen.
el: Από το 2012, το OONI έχει συγκεντρώσει εκατομμύρια μετρήσεις δικτύου από όλο τον κόσμο, οι οποίες δείχνουν πολλαπλές περιπτώσεις λογοκρισίας στο Διαδίκτυο.
es: Desde 2012, OONI ha recopilado millones de mediciones de red por todo el mundo, arrojando luz sobre múltiples casos de censura de Internet y manipulación del tráfico.
fr: Depuis 2012, OONI a recueilli des millions de mesures du réseau dans le monde entier, révélant plusieurs cas de censure d'Internet et de manipulation du trafic.
hi: 2012 के बाद से, OONI दुनिया भर से नेटवर्क माप के लाखों एकत्र किया है, इंटरनेट सेंसरशिप और यातायात में गड़बड़ी के कई उदाहरणों पर प्रकाश बहा।
it: Dal 2012, OONI ha collezionato milioni di misurazioni di rete in tutto il mondo, puntando i riflettori su numerosi casi di censura internet e manipolazione del traffico.
zh_hans: 自2012, OONI 已收集了全世界上百万个网路测量，筛出多个互联网审查与流量操纵的实例。

source: Run
ar: ابدأ
de: Ausführen
el: Τρέξτε το λογισμικό
es: Ejecutar
fr: Exécuter
hi: चलाना
it: Esegui
zh_hans: 执行

source: View
ar: النتيجة
de: Ansicht
el: Δείτε τα αποτελέσματα
es: Ver
fr: Visualiser
hi: राय
it: Mostra
zh_hans: 检视

# no_result
source: No results
ar: لا يوجد نتائج
de: Keine Ergebnisse
el: Δεν υπάρχουν αποτελέσματα ακόμα.
es: Sin resultados
fr: Aucun résultat
hi: कोई परिणाम नहीं
it: Nessun risultato
zh_hans: 无结果

# no_result_msg
source: The test has no results or it was aborted
ar: لا يوجد نتائج للاختبار أو تم إلغاءه
de: Der Test hat keine Ergebnisse geliefert oder wurde abgebrochen.
el: Η δοκιμή δεν έχει αποτελέσματα ή έχει διακοπεί.
es: El test no produjo resultados o fue abortado
fr: Le test n'a aucun résultat ou a été annulé
hi: वह टेस्ट कोई परिणाम नहीं है या इसे निरस्त किया गया था
it: Questo test non ha alcun risultato oppure è stato annullato
zh_hans: 测试无结果或是它遭到中止

# local_notifications
source: Run test reminder
ar: ضبط تذكرة للاختبار
de: Test Erinnerung ausführen
el: Εκτελέστε υπενθύμιση δοκιμής
es: Ejecutar recordatorio de test
fr: Rappel d'exécution de test
hi: रन टेस्ट रिमाइंडर
it: Promemoria di esecuzione dei test
zh_hans: 行测试提醒

# local_notifications_time
source: Time
ar: الوقت
de: Zeit
el: Χρόνος
es: Hora
fr: Heure
hi: पहर
it: Orario
zh_hans: 时间

# local_notifications_text
source: Time to run tests
ar: وقت إجراء الاختبار
de: Zeit der Test Ausführung
el: Ώρα να τρέξω δοκιμές
es: Hora para ejecutar tests
fr: Heure d'exécution des tests
hi: परीक्षण चलाने के लिए समय
it: È ora di eseguire test
zh_hans: 执行测试的时间

source: Notifications
ar: تنبيهات
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
hi: सूचनाएं
it: Notifiche
zh_hans: 通知

# max_runtime
source: Web Connectivity max runtime (seconds)
ar: الحد الأقصى للاتصال بالشبكة (ثواني)
de: Web-Verbindlichkeit Maximal Laufzeit (Sekunden)
el: Μέγιστη διάρκεια εκτέλεσης του Web Connectivity (σε δευτερόλεπτα)
es: Tiempo máximo de ejecución de 'Conectividad web' (segundos)
fr: Durée d'exécution maximale de Connectivité Web (secondes)
hi: वेब कनेक्टिविटी अधिकतम रनटाइम (सेकंड)
it: Tempo massimo di esecuzione di Web Connectivity (secondi)
zh_hans: 万维网连接度最大执行时间 (秒)

source: Advanced settings
ar: إعدادات متقدمة
de: Erweiterte Einstellungen
el: Προηγμένες ρυθμίσεις
es: Configuración avanzada
fr: Paramètres avancés
hi: एडवांस सेटिंग
it: Impostazioni avanzate
zh_hans: 进阶设定

source: %@ finished running
ar: %@ انتهى
de: %@ vollständig ausgeführt
el: Το %@ τελείωσε
es: %@ finalizó la ejecución
fr: L'exécution de %@ est terminée
hi: %@ समाप्त चल
it: %@ è concluso
zh_hans: %@ 完成执行

source: View log
ar: مطالعة النتيجة
de: Log ansehen
el: Προβολή αρχείου καταγραφής
es: Ver registro (log)
fr: Visualiser le journal
hi: लॉग देखें
it: Vedi log
zh_hans: 检视记录

source: Copy to clipboard
ar: نسخ إلى الذاكرة التخزين المؤقتة
de: In die Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
it: Copia negli Appunti
zh_hans: 复制到剪贴簿

# copied_clipboard
source: Copied into clipboard
ar: تم النسخ إلى الذاكرة التخزين المؤقتة
de: In die Zwischenablage kopiert
el: Αντιγράφηκε στο πρόχειρο
es: Se copió al portapapeles
fr: A été copié dans le presse-papiers
hi: क्लिपबोर्ड में नकल
it: Copiato negli Appunti
zh_hans: 复制入剪贴簿

# send_crash
source: Send crash reports
ar: أرسل تقارير حول تعطل التطبيق
de: Sende Absturzberichte
el: Αποστολή αναφορών σφαλμάτων
es: Enviar informes de errores
fr: Envoyer les rapports de plantage
hi: क्रैश रिपोर्ट भेजें
it: Manda rapporto sui crash
zh_hans: 送出崩坏出错报告

source: Privacy
ar: الخصوصية
de: Privatsphäre
el: Ιδιωτικότητα
es: Privacidad
fr: Confidentialité
hi: एकांत
zh_hans: 隐私

# view_data_policy
source: Click here to view our data policy
ar: اضغطوا هنا لمراجعة سياسة البيانات الخاصة بنا
de: Klicke hier um unseren Datenrichtlinie einzusehen
el: Κάντε κλικ εδώ για να μάθετε πώς διαχειριζόμαστε τα δεδομένα
es: Haga clic aquí para ver nuestra política de datos
fr: Cliquer ici pour visualiser notre politique en matière de données
hi: हमारे डेटा नीति देखने के लिए यहां क्लिक करें
it: Tappa qui per le nostre Politiche sui Dati
zh_hans: 点这里来查看我们的资料政策

# test_name_finished
source: %@ finished, go to Past Tests to see the results
ar: %@ انتهى، اذهب إلى النتائج السابقة لمطالعة النتائج
de: %@ abgeschlossen, du kannst die Ergebnisse unter 'Beendete Tests' einsehen
el: Το %@ τελείωσε. Κάντε κλικ στις 'Παλιές δοκιμές' για να δείτε τα αποτελέσματα.
es: %@ finalizó, vaya a 'Tests anteriores' para ver los resultados
fr: %@ est terminé, aller aux « Tests passés » pour visualiser les résultats
hi: %@ समाप्त, विगत टेस्ट के लिए जाने के परिणाम देखने के लिए
it: %@ è concluso, vai a Test Passati per vedere i risultati.
zh_hans: %@ 完成，请到过去测试来看其结果

# open_url_alert
source: Do you want to open the following URL?
ar: هل ترغب في فتح الرابط التالي؟
de: Möchtest du die folgende URL öffnen?
el: Θέλετε να ανοίξετε την ακόλουθη διεύθυνση;
es: ¿Quiere abrir la siguiente URL?
fr: Souhaitez-vous ouvrir l'URL suivante ?
hi: आप निम्नलिखित यूआरएल खोला चाहते हैं
it: Vuoi aprire il seguente indirizzo internet?
zh_hans: 你要开启下列的网址吗？

# max_runtime_low
source: The max runtime you have entered is too low, setting to default.
ar: الزمن الأقصى لعمل التطبيق الذي قمتم بإدخاله منخفض جدا، لذلك سنستخدم القيمة الافتراضية.
de: Die eingegebene Maximal Laufzeit ist zu niedrig, Voreinstellung wiederhergestellt.
el: Ο μέγιστος χρόνος εκτέλεσης που έχετε εισάγει είναι πολύ χαμηλός, ορίζοντας την προεπιλογή.
es: El tiempo de ejecución máximo que ha introducido es demasiado bajo, estableciéndolo al valor predeterminado.
fr: La durée maximale d'exécution que vous avez saisie est trop courte, application de la valeur par défaut.
hi: आपके द्वारा दर्ज अधिकतम रन का समय बहुत कम है, डिफ़ॉल्ट पर सेट करना
it: Il tempo di esecuzione massimo che avete inserito è troppo basso, useremo il default.
zh_hans: 你输入的最大执行时间太小了，改为预设

# clear_all_tests_alert
source: Do you want to delete all test results?
ar: هل تريدون حذف جيع نتائج الاختبارات؟
de: Möchtest du alle Testergebnisse löschen?
el: Θέλετε να διαγράψετε όλα τα αποτελέσματα των δοκιμών;
es: ¿Desea eliminar todos los resultados de los tests?
fr: Voulez-vous supprimer tous les résultats de test ?
hi: क्या आप सभी परीक्षण परिणामों को हटाना चाहते हैं?
it: Vuoi cancellare tutti i risultati dei test?
zh_hans: 你要删除所有测试的结果吗？

# past_tests_empty
source: Past test results will appear here once the tests have finished running
ar: ستظهر نتائج الإختبارات السابقة هنا مباشرة بعد إنجازها.
de: Vergangene Testergebnisse erscheinen hier, sobald die Tests abgeschlossen wurden.
el: Τα αποτελέσματα των προηγούμενων δοκιμών θα εμφανιστούν εδώ μόλις ολοκληρωθούν οι δοκιμές
es: Los resultados de los tests pasados aparecerán aquí una vez que los tests hayan terminado de ejecutarse
fr: Les résultats des tests antérieurs apparaîtront ici une fois que les tests seront terminés
hi: एक बार परीक्षण समाप्त हो जाने के बाद एक पिछले परीक्षण के परिणाम यहां दिखाई देंगे
it: I risultati dei test passati appariranno qui quando il test ha finito di eseguire
zh_hans: 一旦测试完成执行，过去的测试结果将会立即出现在此

source: Try mirror
zh_hans: 试试镜像站

source: Loading...
zh_hans: 戴入中....

# app_name
source: ooniprobe
ar: أوني-بروب
hi: यूनीप्रोबे

source: OK
ar: أوافق
el: Εντάξει
es: Aceptar
hi: ठीक
